Repository: cutewebdev/Tronexi
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, it, th, vi

source: Welcome to Tronexi
ar: مرحباً بكم في ترونكسي
de: Willkommen bei Tronexi
es: Bienvenido a Tronexi
fr: Bienvenue chez Tronexi
it: Benvenuto su Tronexi
th: ยินดีต้อนรับสู่ Tronexi
vi: Chào mừng đến với Tronexi

source: of Decentralized Trading
ar: من التجارة اللامركزية
de: des dezentralen Handels
es: del comercio descentralizado
fr: du commerce décentralisé
it: del trading decentralizzato
th: แห่งการซื้อขายแบบกระจายอำนาจ
vi: của giao dịch phi tập trung

source: Join Tronexi – secure, fast, with access to global P2P traders.
ar: انضم إلى Tronexi - آمن وسريع مع إمكانية الوصول إلى تجار P2P العالميين
de: Werden Sie Mitglied bei Tronexi – sicher, schnell und mit Zugang zu globalen P2P-Händlern.
es: Únete a Tronexi: seguro, rápido y con acceso a comerciantes P2P globales.
fr: Rejoignez Tronexi – sécurisé, rapide, avec un accès aux traders P2P du monde entier.
it: Unisciti a Tronexi – sicuro, veloce, con accesso ai trader P2P di tutto il mondo.
th: เข้าร่วม Tronexi – ปลอดภัย รวดเร็ว และเชื่อมต่อกับผู้ซื้อขาย P2P ทั่วโลก
vi: Tham gia Tronexi – an toàn, nhanh chóng, tiếp cận các nhà giao dịch P2P toàn cầu.

source: Get Started
ar: البدء
de: Erste Schritte
es: Comenzar
fr: Commencer
it: Inizia ora
th: เริ่มต้น
vi: Bắt đầu

source: What Our Users Say
ar: ما يقوله مستخدمونا
de: Was unsere Benutzer sagen
es: Lo que dicen nuestros usuarios
fr: Ce que disent nos utilisateurs
it: Cosa dicono i nostri utenti
th: สิ่งที่ผู้ใช้ของเราพูดถึง
vi: Người dùng của chúng tôi nói gì

source: Tronexi changed the way I trade. It's fast, secure, and so easy to use.
ar: لقد غيّرت ترونكسي طريقة تداولي. إنها سريعة وآمنة وسهلة الاستخدام.
de: Tronexi hat meine Handelsweise verändert. Es ist schnell, sicher und sehr einfach zu verwenden.
es: Tronexi cambió mi forma de comerciar. Es rápido, seguro y muy fácil de usar.
fr: Tronexi a changé ma façon de trader. C’est rapide, sécurisé et très facile à utiliser.
it: Tronexi ha cambiato il mio modo di fare trading. È veloce, sicuro e facilissimo da usare.
th: Tronexi เปลี่ยนวิธีการซื้อขายของฉัน มันรวดเร็ว ปลอดภัย และใช้งานง่ายมาก
vi: Tronexi đã thay đổi cách tôi giao dịch. Nhanh, an toàn và rất dễ sử dụng.

source: – Elsie A.
ar: إلسي أ

source: The escrow system and fast support gave me peace of mind.
ar: لقد أعطاني نظام الضمان والدعم السريع راحة البال.
de: Das Treuhandsystem und der schnelle Support gaben mir ein beruhigendes Gefühl.
es: El sistema de depósito y el soporte rápido me dieron tranquilidad.
fr: Le système d'entiercement et l'assistance rapide m'ont donné une tranquillité d'esprit.
it: Il sistema di escrow e il supporto rapido mi hanno dato tranquillità.
th: ระบบเอสโครว์และการสนับสนุนที่รวดเร็วทำให้ฉันมั่นใจ
vi: Hệ thống ký quỹ và hỗ trợ nhanh chóng giúp tôi yên tâm hơn.

source: – Arnfried K.
ar: أرنفريد ك

source: Best P2P platform I've ever used. Smooth experience!
ar: أفضل منصة P2P استخدمتها على الإطلاق. تجربة سلسة!
de: Beste P2P-Plattform, die ich je verwendet habe. Reibungslose Erfahrung!
es: ¡La mejor plataforma P2P que he usado! Una experiencia fluida.
fr: La meilleure plateforme P2P que j'ai jamais utilisée. Expérience fluide !
it: La migliore piattaforma P2P che abbia mai usato. Esperienza fluida!
th: แพลตฟอร์ม P2P ที่ดีที่สุดที่ฉันเคยใช้ ประสบการณ์ราบรื่น!
vi: Nền tảng P2P tốt nhất tôi từng sử dụng. Trải nghiệm mượt mà!

source: – Emily L.
ar: إميلي ل.

source: 100K+
ar: أكثر من 100 ألف

source: Active Users
ar: المستخدمون النشطون
de: Aktive Benutzer
es: Usuarios activos
fr: Utilisateurs actifs
it: Utenti attivi
th: ผู้ใช้งานที่ใช้งานอยู่
vi: Người dùng hoạt động

source: $250M+
ar: أكثر من 250 مليون دولار
th: มากกว่า $250M
vi: 250 triệu đô+

source: Volume Traded
ar: حجم التداول
de: Handelsvolumen
es: Volumen operado
fr: Volume échangé
it: Volume scambiato
th: ปริมาณการซื้อขาย
vi: Khối lượng giao dịch

source: Uptime
ar: وقت التشغيل
de: Betriebszeit
es: Tiempo activo
fr: Temps de disponibilité
it: Tempo di attività
th: ระยะเวลาให้บริการ
vi: Thời gian hoạt động

source: Supported Countries
ar: الدول المدعومة
de: Unterstützte Länder
es: Países compatibles
fr: Pays pris en charge
it: Paesi supportati
th: ประเทศที่รองรับ
vi: Quốc gia được hỗ trợ

source: Explore Our Core Features
ar: استكشف ميزاتنا الأساسية
de: Entdecken Sie unsere Kernfunktionen
es: Explora nuestras funciones principales
fr: Découvrez nos fonctionnalités principales
it: Scopri le nostre funzionalità principali
th: สำรวจฟีเจอร์หลักของเรา
vi: Khám phá các tính năng chính

source: Secure Trading
ar: التداول الآمن
de: Sicherer Handel
es: Comercio seguro
fr: Échanges sécurisés
it: Trading sicuro
th: การซื้อขายที่ปลอดภัย
vi: Giao dịch an toàn

source: P2P Escrow
ar: ضمان P2P
de: P2P-Treuhandkonto
es: Depósito P2P
fr: Entiercement P2P
it: Escrow P2P
th: ระบบเอสโครว์ P2P
vi: Ký quỹ P2P

source: Vendor System
ar: نظام البائعين
de: Lieferantensystem
es: Sistema de vendedores
fr: Système de vendeurs
it: Sistema venditori
th: ระบบผู้ขาย
vi: Hệ thống người bán

source: Copy Trading
ar: نسخ التداول
de: Kopierhandel
es: Copiar operaciones
fr: Copie de trading
th: คัดลอกการซื้อขาย
vi: Giao dịch sao chép

source: توفر Tronexi تداولًا مشفرًا من البداية إلى النهاية لضمان سلامة بياناتك وTronexi provides end-to-end encrypted trading to ensure your data and transactions remain secure, private, and tamper-proof.
ar: تظل المعاملات آمنة وخاصة ومقاومة للتلاعب.

source: يضمن نظام الضمان من نظير إلى نظير لدينا الاحتفاظ بالأموال بأمان حتىOur peer-to-peer escrow system ensures funds are safely held until both parties complete their side of the trade.
ar: تستكمل الأطراف جانبها من التجارة.

source: كن بائعًا معتمدًا وقم بالبيع لآلاف المستخدمين مباشرةً علىBecome a verified vendor and sell to thousands of users directly on the Tronexi platform with zero hidden fees.
ar: منصة Tronexi بدون رسوم خفية.

source: انسخ استراتيجيات أفضل المتداولين تلقائيًا. حدد العمولات ونمو.Copy top traders' strategies automatically. Set commissions and grow passively while others follow your trades.
ar: بشكل سلبي بينما يتابع الآخرون صفقاتك.

source: Crypto Converter
ar: محول العملات المشفرة
de: Krypto-Konverter
es: Convertidor de Criptomonedas
fr: Convertisseur Crypto
it: Convertitore di criptovalute
th: เครื่องแปลงคริปโต
vi: Bộ chuyển đổi tiền điện tử

source: Live data via CoinGecko API
ar: البيانات المباشرة عبر واجهة برمجة تطبيقات CoinGecko
de: Live-Daten über die CoinGecko-API
es: Datos en vivo mediante la API de CoinGecko
fr: Données en direct via l'API CoinGecko
it: Dati in tempo reale tramite API CoinGecko
th: ข้อมูลสดผ่าน CoinGecko API
vi: Dữ liệu trực tiếp từ CoinGecko API

source: Users in 140+ Countries and Regions
ar: المستخدمون في أكثر من 140 دولة ومنطقة
de: Benutzer in über 140 Ländern und Regionen
es: Usuarios en más de 140 países y regiones
fr: Utilisateurs dans plus de 140 pays et régions
it: Utenti in oltre 140 paesi e regioni
th: ผู้ใช้งานในกว่า 140 ประเทศและภูมิภาค
vi: Người dùng tại hơn 140 quốc gia và khu vực

source: How It Works
ar: كيف يعمل
de: So funktioniert es
es: Cómo funciona
fr: Comment ça fonctionne
it: Come funziona
th: วิธีการทำงาน
vi: Cách thức hoạt động

source: Sign Up
ar: اشتراك
de: Melden Sie sich an
es: Regístrate
fr: S'inscrire
it: Registrati
th: ลงทะเบียน
vi: Đăng ký

source: Create your Tronexi account in just a few steps.
ar: قم بإنشاء حساب Tronexi الخاص بك في بضع خطوات فقط.
de: Erstellen Sie Ihr Tronexi-Konto in nur wenigen Schritten.
es: Crea tu cuenta en Tronexi en solo unos pasos.
fr: Créez votre compte Tronexi en quelques étapes simples.
it: Crea il tuo account Tronexi in pochi semplici passaggi.
th: สร้างบัญชี Tronexi ของคุณได้ง่ายๆ เพียงไม่กี่ขั้นตอน
vi: Tạo tài khoản Tronexi của bạn chỉ với vài bước đơn giản.

source: Fund your trading account
ar: تمويل حساب التداول الخاص بك
de: Zahlen Sie auf Ihr Handelskonto ein
es: Financia tu cuenta de operaciones
fr: Alimentez votre compte de trading
it: Finanzia il tuo conto di trading
th: เติมเงินเข้าสู่บัญชีเทรดของคุณ
vi: Nạp tiền vào tài khoản giao dịch

source: قم بتمويل حسابك عن طريق إجراء الدفع إلى عنوان المحفظة المذكور المرفقFund your account by making payment to the stated wallet address attached to your account.
ar: حسابك.

source: Trade Securely
ar: التجارة بشكل آمن
de: Sicher handeln
es: Comercia de forma segura
fr: Échangez en toute sécurité
it: Fai trading in sicurezza
th: ซื้อขายอย่างปลอดภัย
vi: Giao dịch an toàn

source: Use our escrow system to complete your trade safely.
ar: استخدم نظام الضمان الخاص بنا لإكمال تجارتك بأمان.
de: Nutzen Sie unser Treuhandsystem, um Ihren Handel sicher abzuschließen.
es: Usa nuestro sistema de depósito para completar tu operación de manera segura.
fr: Utilisez notre système d'entiercement pour conclure vos échanges en toute sécurité.
it: Usa il nostro sistema di escrow per completare le operazioni in modo sicuro.
th: ใช้ระบบเอสโครว์ของเราเพื่อทำธุรกรรมอย่างปลอดภัย
vi: Sử dụng hệ thống ký quỹ của chúng tôi để hoàn tất giao dịch một cách an toàn.

source: Why Tronexi?
ar: لماذا ترونكسي؟
de: Warum Tronexi?
es: ¿Por qué Tronexi?
fr: Pourquoi Tronexi ?
it: Perché Tronexi?
th: ทำไมต้อง Tronexi?
vi: Tại sao chọn Tronexi?

source: Download the Tronexi App
ar: تنزيل تطبيق ترونكسي
de: Laden Sie die Tronexi-App herunter
es: Descarga la app de Tronexi
fr: Télécharger l'application Tronexi
it: Scarica l'app Tronexi
th: ดาวน์โหลดแอป Tronexi
vi: Tải xuống ứng dụng Tronexi

source: Trade anytime, anywhere. Get the app directly from our website.
ar: تداول في أي وقت ومن أي مكان. حمل التطبيق مباشرةً من موقعنا الإلكتروني.
de: Handeln Sie jederzeit und überall. Holen Sie sich die App direkt von unserer Website.
es: Comercia en cualquier momento y lugar. Obtén la app directamente desde nuestro sitio web.
fr: Échangez à tout moment, où que vous soyez. Téléchargez l'application directement sur notre site.
it: Fai trading ovunque, in qualsiasi momento. Scarica l'app direttamente dal nostro sito.
th: ซื้อขายได้ทุกที่ทุกเวลา ดาวน์โหลดแอปได้โดยตรงจากเว็บไซต์ของเรา
vi: Giao dịch mọi lúc, mọi nơi. Tải ứng dụng trực tiếp từ trang web của chúng tôi.

source: Our Partners
ar: شركاؤنا
de: Unsere Partner
es: Nuestros socios
fr: Nos partenaires
it: I nostri partner
th: พันธมิตรของเรา
vi: Đối tác của chúng tôi

source: Quick Links
ar: روابط سريعة
de: Direktlinks
es: Enlaces rápidos
fr: Liens rapides
it: Collegamenti rapidi
th: ลิงก์ด่วน
vi: Liên kết nhanh

source: Testimonials
ar: سمات
de: Referenzen
es: Testimonios
fr: Témoignages
it: Testimonianze
th: คำรับรอง
vi: Lời chứng thực

source: Partners
ar: الشركاء
de: Partner-Angebote
es: Socios
fr: Partenaires
it: Partner
th: พันธมิตร
vi: Đối tác

source: Download App
ar: تنزيل التطبيق
de: App herunterladen
es: Descargar App
fr: Télécharger l'app
it: Scarica l'app
th: ดาวน์โหลดแอป
vi: Tải ứng dụng

source: Contact Us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contáctanos
fr: Contactez-nous
it: Contattaci
th: ติดต่อเรา
vi: Liên hệ chúng tôi

source: UK Headquarters
ar: المقر الرئيسي في المملكة المتحدة
de: Hauptsitz in Großbritannien
es: Oficinas centrales en el Reino Unido
fr: Siège au Royaume-Uni
it: Sede nel Regno Unito
th: สำนักงานใหญ่ในสหราชอาณาจักร
vi: Trụ sở chính tại Vương quốc Anh

source: Stay Updated
ar: ابق على اطلاع
de: Bleiben Sie auf dem Laufenden
es: Mantente informado
fr: Restez informé
it: Rimani aggiornato
th: ติดตามข่าวสาร
vi: Luôn được cập nhật

source: Subscribe
ar: يشترك
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Iscriviti
th: สมัครรับข้อมูล
vi: Đăng ký

source: Tronexi provides end-to-end encrypted trading to ensure your data and transactions remain secure, private, and tamper-proof.
es: Tronexi ofrece comercio cifrado de extremo a extremo para garantizar que tus datos y transacciones permanezcan seguros, privados y a prueba de manipulaciones.
fr: Tronexi offre un trading chiffré de bout en bout pour garantir la sécurité, la confidentialité et l’intégrité de vos données et transactions.
it: Tronexi offre un trading crittografato end-to-end per garantire che i tuoi dati e le transazioni restino sicuri, privati e a prova di manomissione.
th: Tronexi ให้บริการการซื้อขายแบบเข้ารหัสจากต้นทางถึงปลายทาง เพื่อความปลอดภัย ความเป็นส่วนตัว และป้องกันการปลอมแปลงข้อมูล
vi: Tronexi cung cấp giao dịch được mã hóa đầu-cuối để đảm bảo dữ liệu và giao dịch của bạn luôn an toàn, riêng tư và không thể bị can thiệp.

source: Our peer-to-peer escrow system ensures funds are safely held until both parties complete their side of the trade.
es: Nuestro sistema de depósito entre pares garantiza que los fondos se mantengan seguros hasta que ambas partes completen su parte de la operación.
fr: Notre système d'entiercement P2P garantit que les fonds sont sécurisés jusqu'à ce que les deux parties aient rempli leurs engagements.
it: Il nostro sistema di escrow peer-to-peer garantisce che i fondi siano mantenuti al sicuro fino a quando entrambe le parti completano i rispettivi obblighi della transazione.
th: ระบบเอสโครว์แบบ P2P ของเรารับประกันว่าทุนจะถูกเก็บไว้อย่างปลอดภัยจนกว่าทั้งสองฝ่ายจะทำธุรกรรมสำเร็จ
vi: Hệ thống ký quỹ ngang hàng của chúng tôi đảm bảo tiền được giữ an toàn cho đến khi cả hai bên hoàn thành giao dịch.

source: Become a verified vendor and sell to thousands of users directly on the Tronexi platform with zero hidden fees.
es: Conviértete en un vendedor verificado y vende a miles de usuarios directamente en la plataforma Tronexi sin tarifas ocultas.
fr: Devenez un vendeur vérifié et vendez directement à des milliers d'utilisateurs sur la plateforme Tronexi, sans frais cachés.
it: Diventa un venditore verificato e vendi a migliaia di utenti direttamente sulla piattaforma Tronexi senza costi nascosti.
th: เป็นผู้ขายที่ผ่านการยืนยันและขายสินค้าให้กับผู้ใช้นับพันบนแพลตฟอร์ม Tronexi โดยไม่มีค่าธรรมเนียมแอบแฝง
vi: Trở thành người bán đã xác minh và bán trực tiếp cho hàng nghìn người dùng trên nền tảng Tronexi mà không có phí ẩn.

source: Copy top traders' strategies automatically. Set commissions and grow passively while others follow your trades.
es: Copia automáticamente las estrategias de los mejores traders. Establece comisiones y crece pasivamente mientras otros siguen tus operaciones.
fr: Copiez automatiquement les stratégies des meilleurs traders. Fixez vos commissions et développez-vous passivement pendant que d'autres suivent vos échanges.
it: Copia automaticamente le strategie dei migliori trader. Imposta commissioni e cresci passivamente mentre altri seguono i tuoi scambi.
th: คัดลอกกลยุทธ์ของเทรดเดอร์ชั้นนำโดยอัตโนมัติ กำหนดค่าคอมมิชชัน และเติบโตแบบพาสซีฟเมื่อมีผู้อื่นติดตามการซื้อขายของคุณ
vi: Tự động sao chép chiến lược của các nhà giao dịch hàng đầu. Thiết lập hoa hồng và phát triển thụ động khi người khác theo dõi giao dịch của bạn.

source: Fund your account by making payment to the stated wallet address attached to your account.
es: Financia tu cuenta realizando un pago a la dirección de billetera asignada.
fr: Alimentez votre compte en effectuant un paiement à l'adresse du portefeuille indiquée.
it: Finanzia il tuo conto effettuando un pagamento all'indirizzo del wallet associato al tuo account.
th: เติมเงินเข้าบัญชีของคุณโดยชำระไปยังที่อยู่กระเป๋าสตางค์ที่ระบุในบัญชีของคุณ
vi: Nạp tiền vào tài khoản của bạn bằng cách thanh toán đến địa chỉ ví được liên kết với tài khoản.

source: Features
de: Merkmale
es: Características
fr: Fonctionnalités
it: Funzionalità
th: คุณสมบัติ
vi: Tính năng

source: Email: support@tronexi.com
es: Correo: support@tronexi.com

source: Phone: +44 123 456 7890
de: Telefon
es: Teléfono: +44 123 456 7890
fr: Téléphone : +44 123 456 7890
it: Telefono: +44 123 456 7890

source: Tronexi bietet End-to-End-verschlüsselten Handel, um Ihre Daten zu schützen undTronexi provides end-to-end encrypted trading to ensure your data and transactions remain secure, private, and tamper-proof.
de: Transaktionen bleiben sicher, privat und manipulationssicher.

source: Unser Peer-to-Peer-Treuhandsystem stellt sicher, dass die Gelder sicher verwahrt werden, bis beideOur peer-to-peer escrow system ensures funds are safely held until both parties complete their side of the trade.
de: Die Parteien schließen ihren Teil des Handels ab.

source: Werden Sie ein verifizierter Verkäufer und verkaufen Sie an Tausende von Benutzern direkt auf derBecome a verified vendor and sell to thousands of users directly on the Tronexi platform with zero hidden fees.
de: Tronexi-Plattform ohne versteckte Gebühren.

source: Kopieren Sie automatisch die Strategien der Top-Händler. Legen Sie Provisionen fest und wachsen SieCopy top traders' strategies automatically. Set commissions and grow passively while others follow your trades.
de: passiv, während andere Ihre Trades verfolgen.

source: Finanzieren Sie Ihr Konto, indem Sie eine Zahlung an die angegebene Wallet-Adresse leisten, die beigefügt istFund your account by making payment to the stated wallet address attached to your account.
de: Ihr Konto.
